/**************************************************************************************************/
/** 	© 2017 NULLcode Studio. License: https://creativecommons.org/publicdomain/zero/1.0/deed.ru
/** 	Разработано в рамках проекта: http://null-code.ru/
/**                       ******   Внимание! Проекту нужна Ваша помощь!   ******
/** 	WebMoney: R209469863836, Z126797238132, E274925448496, U157628274347
/** 	Яндекс.Деньги: 410011769316504
/**************************************************************************************************/

using UnityEngine;
using System.Collections;

public enum InventoryEnum {

	// список иконок
	// например 1х1 означает, что иконка занимает одну клетку по ширине и высоте
	size1x1,
	size2x1,
	size2x2,
	size1x3,
	size1x2,
	size3x1,
	size3x2,
	size2x3

}
